{"name":"NYSTUL'S MAGIC AURA","desc":"Vouplace an illusion on acreature or an objectyou touch so that divination spells reveal falseinformation about il.The target can beawillingcreature or an object that isn't being carried orworn byanother creature.When you cast the spell, choose one or both ofthefollowing effects. The effect lasts forthe duration. Iryoucast this spell on the same creature or object every dayfor 30 days, placing the same effect on Iteach time, theillusion lasts until itisdispelled.False Aura. Vouchange the waythe target appearstospells and magical effects, such as detect magic,that detect magical auras. Voucan make anonmagicalobject appear magical, amagical object appearnonmagical, or change the object's magical aura so thatitappears tobelong toaspecific school ofmagic thatyou choose. When you use lhis effect on an object, youcan make the false magic apparent toany creature thathandles the item.Mask. Vouchange the way the target appears tospellsand magical effects that detect creature types, such as apaladin's Divine Sense or the trigger ofa symbol spe11.Vouchoose acreature type and other spells and magicaleffects treat the target as ifitwere acreature ofthattype orofthat alignmenl.OTlLUKE'S FREEZING SPHERE6th-leveI evocationCasting Time: 1actionRange: 300 feetComponents: V,S, M(asmall crystal sphere)Duration: InstantaneousAfrigid globe ofcold energy streaks from your fingertipstoapoint ofyour choice within range, where itexplodesina60-foot-radius sphere. Each creature within thearea must make aConstitution saving throw. Onafailed save, acreature takes IOd6cold damage. On asuccessful save, ittakes half as much damage.Irthe globe strikes abody ofwater or aliquid that isprincipally water (notinc1uding water-based creatures),itfreezes the liquid toadepth of6inches over an area30 feet square. This ice lasts for I minute. Creaturesthat were swimming on the surface offrozen water aretrapped inthe ice.Atrapped creature can use an actiontomake aStrength check against your spell save DCtobreakfree.Voucan refrain from firing the globe after completinglhe spcll, ifyou wish. Asmall globe about the size ofasling stone, cool tothe touch, appears inyour hand.Atany time, you or acreature you givethe globe tocan throw the globe (toarange of40 feet)or hurl itwith asling (tothe sling's normal range). Itshatlerson impact, with lhe same effect as the normal castingofthe spell. Voucan also set the globe down withoutshattering il.After 1minute, ifthe globe hasn't alreadyshattered, itexplodes.At Higher LeveIs. When you cast this spell using aspell slot of7th leveior higher, lhe damage increases byld6 foreach slot leveiabove 6th.","higher_level":null,"range":"Touch","components":"V,S, M(asmall square ofsilk)","duration":"24 hours","concentration":null,"casting_time":"1action","level":"2nd-leveI","Cooldown":false}