{"name":"PLANARALLY","desc":"Voubeseech an otherworldly entity foraid. The beingmust be known toyou: agod. aprimordial, ademonprince, ar some other being ofcosmic power. That entitysends acelestial, an elemental. ar a fiend loyaltoittoaid you, making the creature appear inan unoccupiedspace within range. Ifyou know aspecific crcature'sname. you can speak that name when you cast this spelltorequest that creature, though you might get adifferentcreature anyway (DM's choice).When the creature appears. itisunder nocompulsiontobehave inany particular way.Voucan ask thecreature toperform aservice inexchange forpayment,but itisn't obligcd todoso. The rcquested task couldrange from simple (flyus across the chasm, or hclp usfight abattle) tocomplex (spyon our enemies. or protectus during our foray into the dungeon). Voumust beabJetocommunicate with the creature tobargain forits services.Payment can take avariety offorms. Acelestial mightrequire asizable donation ofgold ar magic items toan allied temple. while a fiend might demand alivingsacrifice or agift oftreasure. Some creatures mightexchange their service for aquest undertaken byyou.Asa rule ofthumb, atask that can be measured inminutes requires a payment worth 100gp per minute. Atask measured inhours requires 1,000 gpper hour. Andatask measured indays (upto 10days) requires 10.000gp per day.The DMcan adjust these payments based onthe circumstances under which you cast the spel!. Ifthetask isaligned with the creature's ethos, the paymentmight be halved or even waived. Nonhazardous taskstypically require only half the suggested payment, whileespecially dangerous tasks might require agreater gift.Creatures rarely accept tasks that seem suicida!'After the creature completes the task, or when theagreed-upon duration ofservice expires, the creaturereturns toits home plane after reporting back toyou.ifappropriate tothe task and ifpossible. ]fyouareunable toagree on aprice forthe creature's service, thecreature immediately returns toits home plane.Acreature enlisted tojoin your group counts asa member ofit,receiving afull share ofexperiencepoints awarded.","higher_level":null,"range":"60 feet","components":"V,S","duration":"Instantaneous","concentration":null,"casting_time":"10minutes","level":"6th-leveI","Cooldown":false}