{"name":"STORM OFVENGEANCE","desc":"Achurning storm cloud forms, centered on a point youcan see and spreading to a radius of360 fee!. Lightningflashes in the area, thunder booms, and strong windsroar. Each creature under the cloud (no more than 5,000feet beneath the cloud) when itappears must make aConstitution saving throw. On a failed save, a creaturetakes 2d6 thunder damage and becomes deafenedfor 5 minutes.Each round you maintain concentration on this spell,the storm produces additional effects on your turnoRound 2. Acidic rain falls from the cloud.Each creature and object under the cloud takesld6 acid damage.Round 3.Voucall six bolts oflightning from thecloud to strike six creatures or objects ofyour choicebeneath the cloud. Agiven creature or object can't bestruck bymore than one boi!. Astruck creature mustmake a Dexterity saving throw. The creature takeslOd6lightning damage on a failed save, or half as muchdamage on a successful one.Round 4. Hailstones rain down from thecloud. Each creature under the cloud takes 2d6bludgeoning damage.Round 5-10. Gusts and freezing rain assail thearea under the cloud. The area becomes difficultterrain and is heavily obscured. Each creature theretakes ld6 cold damage. Ranged weapon attacks inthe area are impossible. The wind and rain count asa severe distraction for the purposes ofmaintainingconcentration on spells. Finally, gusts ofstrong wind(ranging from 20 to 50 miles per hour) automaticallydisperse fog,mists, and similar phenomena in the area,whether mundane or magical.SUGGESTlON2nd-levei enchantmentCasting Time: 1actionRange: 30 feetComponents: V,M(asnake's tongue and either a bit ofhoneycomb or a drop ofsweet oil)Duration: Concentration, up to8 hoursVousuggest a course ofactivity (limited toa sentenceor two) and magically influence a creature you cansee within range that can hear and understand YOU.Creatures that can't be charmed are immune to thiseffec!. The suggestion must be worded in such a manneras to make the course ofaction sound reasonable.Asking the creature to stab itself, throw itself ontoa spear, immolate itself, or do some other obviouslyharmful act ends the spell.The target must make a Wisdom saving throw. On afailed save, it pursues the course ofaction you describedto the best ofits ability. The suggested course ofactioncan continue forthe entire duration. Ir the suggestedactivity can be completed in a shorter time, the spellends when the subject tinishes what itwas asked to do.Voucan also specify conditions lhat will trigger aspecial activity during the duration. For example, youmight suggest that a knight give her warhorse to thetirst beggar she meets. Ir the condition isn't met beforethe spell expires, the activity isn't performed.Iryou or any ofyour companions damage the target,the spell ends.","higher_level":null,"range":"Sight","components":"V,S","duration":"Concentration, up to 1minute","concentration":null,"casting_time":"1action","level":"9th-levei","Cooldown":false}