{
  "Name": "ANIMATE OBJECTS",
  "Level": "5th-leveI",
  "School": "transmutation",
  "CastingTime": "I action",
  "Range": "120 feet",
  "Components": "V,S",
  "Duration": "Concentration, up to I minute",
  "Description": "Objects come to \\ife at your command. Choose up toten nonmagical objects within range that are not beingworn or carried. Medium targets count as two objects,Large targets count as four objects, Huge targetscount as eight objects. Voucan't animate any objectlarger than Huge. Each target animates and becomes acreature under your contrai until the spell ends or untilreduced to Ohit points.As a bonus action, you can mentally command anycreature you made with this spell if the creature iswithin 500 feet ofyou (ifyou contrai multiple creatures,you can command any or all of them at the same time,issuing the same command to each one). Voudecidewhat action the creature will take and where it willmove during its next turn, or you can issue a generalcommand, such as to guard a particular chamber orcorridor. Ifyou issue no commands, the creature onlydefends itself against hostile creatures. Once givenan order, the creature continues to follow it until itstask is complete.ANIMATED OB/ECT STATISTICSSize HP AC Attack Str DexTiny 20 18 +8 to hit, 1d4 + 4 damage 4 185mall 25 16 +6 to hit, ld8 + 2 damage 6 14Medium 40 13 +5 to hit. 2d6 + 1 damage 10 12Large 50 10 +6 to hit. 2dlO + 2 damage 14 10Huge 80 10 +8 to hit. 2d12 + 4 damageAn animated object is a construct with AC, hit points,attacks, Strength, and Dexterity determined by its size.Its Constitution is 10and its Intelligence and Wisdomare 3, and its Charisma is 1.Its speed is 30 feet; if theobject lacks legs or other appendages it can use forlocomotion, it instead has a f1yingspeed of 30 feet andcan hover. lf the object is securely attached to a surfaceor a larger object, sueh as a chain bolted to a wall, itsspeed is O.It has blindsight with a radius of 30 feet andis b\\ind beyond that distance. When the animated objectdrops to Ohit points, it reverts to its original objectform, and any remaining damage carries over to itsoriginal object formolf you command an object to attack, it can make asingle melee attack against a creature within 5 feetof it. [t makes a slam attack with an attack bonus andbludgeoning damage determined by its size. The DMmight rule that a specific object inflicts slashing orpiercing damage based on its formoAt Higher Leve/s. Ifyou cast this spell using aspell slot of 6th leveI or higher, you can animate twoadditional objects for each slot leveI above 5th."
}