{
  "Name": "ANTIMAGIC FIELD",
  "Level": "8th-leveI",
  "School": "abjuration",
  "CastingTime": "1action",
  "Range": "Self (IO-foot-radius sphere)",
  "Components": "V,S, M (a pinch of powdered iron oriron filings)",
  "Duration": "Concentration, up to I hour",
  "Description": "A 10-foot-radius invisible sphere of antimagic surraundsyou. This area is divorced fram the magical energy thatsuffuses the multiverse. Within the sphere, spells can'tbe cast, summoned creatures disappear, and even magicitems become mundane. Unti! the spell ends, the spheremoves with you, centered on you.Spells and other magical effects, except those createdby an artifact or a deity, are suppressed in the sphereand can't protrude into it. Aslot expended to casta suppressed spell is consumed. While an effect issuppressed, it doesn't function, but the time it spendssuppressed counts against its duration.Targeted Effects. Spells and other magical effects,such as ma(jic missi/e and charm person, that targeta creature or an object in the sphere have no effecton that target.Areas ofMagie. The area ofanother spell or magicaleffect,such as fireball, can't extend into the sphere.Ifthe sphere overlaps an area ofmagic, the part ofthe area that iscovered bythe sphere issuppressed.Forexample, the liames created byawall offire aresuppressed within the sphere, creating agapinthe wallifthe overlap islarge enough.Spells. Anyactive spell or other magical effectonacreature or an object inthe sphere issuppressed whilethe creature or object isini!.Magie ltems. The properties and powers ofmagic items are suppressed inthe sphere. Forexample, a+llongsword inthe sphere functions as anonmagicallongsword.Amagic weapon's properties and powers aresuppressed ifitisused against a target inthe sphere orwielded byan attacker inthe sphere. Ifa magic weaponor a piece ofmagic ammunition fullyleaves the sphere(forexample, ifyou firea magic arrow or throw amagicspear atatarget outside the sphere), the magic oftheitemceases tobe suppressed as soon as itexits.Magieal TraveI. Teleportation and planar traveifailtowork inthe sphere, whether the sphere isthedestination or the departure point forsuch magicaltraveI.Aportal toanother location, world, or plane ofexistence, as wellas an opening toan extradimensionalspace such as that created bythe rope trick spell,temporarily doses while inthe sphere.Creatures and Objeets. Acreature or objectsummoned or created bymagic temporarily winks outofexistence inthe sphere. Such acreature instantlyreappears once the space the creature occupied isnolonger within the sphere.Dispel Magie. Spells and magical effects such asdispel magic have noeffectonthe sphere. Likewise, thespheres created bydifferent antimagic field spells don'tnullifyeach other.ANTIPATHy/SYMPATHY8th~evelenchantmentCasting Time: 1hourRange: 60 feetComponents: V,S, M(either a lump ofalum soaked invinegar forthe antipathy effectora drop ofhoney forthe sympathy effect)Duration: 10daysThis spell attracts or repels creatures ofyour choice.Voutarget something within range, either a Hugeorsmaller object or creature or an area that isnolargerthan a 200.foot cube. Then specify akind ofintelligentcreature, such as red dragons, goblins, orvampires.Vouinvest the target with an aura that either attracts orrepels the specified creatures forthe duration. Chooseantipathy or sympathy as the aura's effec!.Antipathy. Thc cnchantmcnt causes creatures ofthekindyou designated tofeelan intense urge toleavethearea and avoidthe targe!. When such acreature cansee the target or comes within 60 feetofit,the creaturemust succeed onaWisdom saving throw or becomefrightened. The creature remains frightened while itcansee the target or iswithin 60 feet ofi!.While frightenedbythe target, the creature must use itsmovement tomove tothe nearest safe spot from which itcan't seethe targe!. Ifthe creature moves more than 60 feetfromthe target and can't see it,the creature isnolongerfrightened, but the creature becomes frightened again ifitregains sight ofthe target or moves within 60 feetofi!.Sympathy. The enchantment causes the specifiedcreatures tofeelan intense urge toapproach the targetwhile within 60 feet ofitor able tosee it.When such acreature can see the target or comes within 60 feetofit,the creature must succeed onaWisdom saving throw oruse itsmovement oneach ofitsturns toenter the areaor movewithin reach ofthe targe!. When the creaturehas done so, itcan't willingly moveawayfram the targe!.Ifthe target damages or otherwise harms an affectedcreature, the affected crealure can make aWisdomsaving throw toend the effect,as described below.Ending the Elfeet. Ifan affected creature ends itsturn while notwithin 60 feet ofthe target or able toseeit,the creature makes aWisdom saving thraw. Onasuccessful save, the creature isnolonger affected bythe target and recognizes the feeling ofrepugnance orattraction as magical. Inaddition, acreature affected bythe spell isallowed another Wisdom saving throw every24 hours while the spell persists.Acreature that successfully saves against this effectis immune toitfor 1minute, after which time itcan beaffected again."
}