{
  "Name": "ASTRAL PROJECTION",
  "Level": "9th-leveI",
  "School": "necromancy",
  "CastingTime": "1hour",
  "Range": "10 feet",
  "Components": "V,S, M(for each creature you affect withthis spell, you must provide one jacinth worth at least1,000 gp and one ornately carved bar of silver worthat least 100 gp, ali ofwhich the spell consumes)",
  "Duration": "Special",
  "Description": "Vouand up to eight willing creatures within rangeproject your astral bodies into the Astral Plane (thespell fails and the casting is wasted ifyou are alreadyon that plane). The material body you leave behind isunconscious and in a state of suspended animation; itdoesn't need food or air and doesn't age.Your astral body resembles your mortal form inalmost every way, replicating your game statistics andpossessions. The principal difference is the addition ofa silvery cord that extends from between your shoulderblades and trails behind you, fading to invisibility after1fool. This cord is your tether to your material body. Aslong as the tether remains intact, you can find your wayhome. Ifthe cord is cut-something that can happenonly when an effect specifically states that it does-yoursoul and body are separated, killing you instantly.Your astral form can freely travei through the AstralPlane and can pass through portais there leading to anyother plane. Ifyou enter a new plane or return to theplane you were on when casting this spell, your body andpossessions are transported along the silver cord, allowingyou to re-enter your body as you enter the new plane.Your astral form is a separate incarnation. Anydamageor other effects that apply to ithave no effect on yourphysical body, nor do they persist when you return to it.The spell ends for you and your companions whenyou use your action to dismiss il. When the spell ends,the affected creature returns to its physical body,and it awakens.The spell might also end early for you or one ofyourcompanions. Asuccessful dispel magic spell usedagainst an astral or physical body ends the spell for thatcreature. If a creature's original body or its astral formdrops to Ohit points, the spell ends for that creature. Ifthe spell ends and the silver cord is intact, the cord pullsthe creature's astral form back to its body, ending itsstate of suspended animation.Ifyou are returned to your body prematurely, yourcompanions remain in their astral forms and must findtheir own way back to their bodies, usually by droppingto Ohit points."
}