{
  "Name": "CONTROL WATER",
  "Level": "4th-leveI",
  "School": "transnllltation",
  "CastingTime": "1 action",
  "Range": "300 fect",
  "Components": "V,S, M (a drop ofwater and apinch of dust)",
  "Duration": "Concentration, up to 10 minutes",
  "Description": "Until the spell cnds, you control any frcestanding waterinside an arca you choose that is a cube up to 100 feeton a side. Vou can choose from any of the followingeffccts when you cast this spcll. As an action on yourturn, you can rcpeat the same effect or choosc adifferent one.Flood. Vou cause the water Icvel of ali standing water inthe area to rise by as much as 20 feet. If the area includesa shore, the flooding water spills over onto dry land.If you choose an area in a large body of water. youinstead create a 20-foot tall wave that travels from oneside of the area to the other and then crashes down. AnyHuge or smaller vehiclcs in the wave's path are carriedwith it lo the other side. Any Huge or smaller vehiclesstruck by the wave have a 25 percent chance of capsizing.The water levei remains elevated until the spell endsor you choose a different effect. Ifthis effect produceda wave, the wave repeats on the start ofyour next turnwhile the fiood effect lasts.Part Water. Voucause water in the area to moveaparl and creale a lrench. The trench extends acrossthe spell's area, and the separaled waler forms a wall loeither side. The lrench remains unlil lhe spell ends oryou choose a different effect. The waler lhen slowly fillsin lhe trench over lhe course of the next round until thenormal water levei is restored.Redirect FIow. Vou cause fiowing water in the areato move in a direction you choose, even if the water hasto fiow over obstacles, up walls, or in other unlikelydirections. The water in the area moves as you directit, but once it moves beyond the spell's area, it resumesits fiow based on the terrain conditions. The watercontinues to move in the direction you chose until thespell ends or you choose a different effect.WhirIpooI. This effect requires a body of waterat least 50 feet square and 25 feet deep. Voucausea whirlpool to form in the center of the area. Thewhirlpool forms a vortex that is 5 feet wide at thebase, up to 50 feet wide ai the top, and 25 feel tall. Anycreature or object in the water and within 25 feet of thevortex is pulled 10 feet toward it. Acreature can swimaway from the vortex by making a Strength (Athletics)check against your spell save DC.When a creature enters the vortex for the first time ona turn or starts its turn there, it must make a Strengthsaving throw. On a failed save, the creature takes 2d8bludgeoning damage and is caught in the vortex untilthe spell ends. On a successful save, the creature takeshalf damage, and isn't caught in the vortex. Acrealurecaught in the vortex can use its action to try to swimaway from the vortex as described above, but hasdisadvanlage on lhe Strength (Athletics) check to do so.The first time each turn that an object enters thevortex, the object takes 2d8 bludgeoning damage; thisdamage occurs each round it remains in the vortex."
}