{
  "Name": "DEATH WARD",
  "Level": "4th-levei",
  "School": "abjuration",
  "CastingTime": "I action",
  "Range": "Touch",
  "Components": "V,S",
  "Duration": "8 hours",
  "Description": "Voutouch a creature and grant ita measure ofprotection from death.The first time the target would drop to Ohit points as aresult oftaking damage, the target instead drops to I hitpoint, and the spell ends.Ifthe spell isstill in effect when the target is subjectedto an effect lhat would kill itinstantaneously withoutdealing damage, that effect isinstead negated againstthe target, and the spell ends.DELAYED BLAST FIREBALL7th-levei evocationCasting Time: I actionRange: ISOfeelComponents: V,S, M(aliny ball ofbalguano and sulfur)Duralion: Concenlralion, up lOI minuleAbeam ofyellow lighl lIashes from your poinling finger,then condenses lolinger aIachosen poinl wilhin rangeas aglowing bead forthe duralion. When lhe spellends, either because your concentration isbroken OI'because you decide toend it,lhe bead blossoms with alowroar inlo an explosion ofliame Ihal spreads aroundcorners. Each crealure ina 20.fool.radius spherecentered on that point must make a Dexterity savingthrow. Acrealure lakes fire damage equal tolhe totalaccumulated damage on afailed save, OI'half as muchdamage on asuccessful one.The spell's base damage is 12d6. Ifat the end ofyour lurn lhe bead has not yet detonated, lhe damageincreases by Id6.]fthe glowing bead istouched before the intervalhas expired, lhe creature touching itmust make aDexterity saving throw. On a failed save, the spell endsimmediately, causing the bead 10erupt inliame. On asuccessful save, the crealure can throw the bead up to40 fee!.When itstrikes acreature 01' asolid objecl, thespell ends, and lhe bead explodes.The fire damages objecls in the area and igniteslIammable objecls that aren'l being worn OI'carried.At Higher Leve/s. When you cast this spell usingaspell slot of8th leveIOI'higher, lhe base damageincreases byId6 foreach sI01leveIabove 71h.DEMIPLANE8th./evel conjuratianCasling Time: I actionRange: 60 feetComponents: SDuralion: I hourVoucreate ashadowy door on alIatsolid surface thatyou can see within range. The door islarge enough toallow Medium creatures lopass through unhindered.When opened, lhe door leads loademiplane Ihatappears tobe an empty room 30 feet ineach dimension,made ofwood 01' stone. When the spell ends, the doordisappears, and any crealures 01' objects inside thedemiplane remain trapped Ihere, as lhe door alsodisappears from the olheI' side.Each time you casl this spell, you can create a newdemiplane, OI'have the shadowy doar connect toademiplane you created with a previous casting ofthisspell. Additionally, ifyou know the nature and contentsofademiplane created bya casting ofthis spell byanother creature, youcan have lhe shadowy doorconnecl toits demiplane inslead."
}