{
  "Name": "DETECT THOUGHTS",
  "Level": "2nd.level",
  "School": "divination",
  "CastingTime": "I action",
  "Range": "Self",
  "Components": "V,S, M(acopper piece)",
  "Duration": "Concentration, up to I minute",
  "Description": "For the duration, you can read the thoughts ofcertaincreatures, When you cast the spell and as your action oneach turn until the spell ends, you can focus your mindon any one creature that you can see within 30 feet ofyou, Ifthe creature you choose has an Intelligence of3 or lower or doesn't speak any language, the crealureis unaffected.Vouinitially learn the surface thoughts ofthecreature-what is most on its mind in that moment. Asan action, you can either shift your atlention lo anothercreature's thoughts or atlempt to probe deeper into thesame creature's mind. ]fyou probe deeper, the targetmust make a Wisdom saving throw. Ifit fails, you gaininsight into its reasoning (ifany), its emotional state,and something that looms large in ils mind (such assomething itworries over, loves, or hates). ]fitsucceeds,the spell ends. Either way, the target knows that you areprobing into its mind, and unless you shift your atlentionto another creature's thoughts, the creature can useits action on its turn to make an lntelligence checkcontested byyour Intelligence check; ifitsucceeds,the spell ends.Questions verbally directed at the target creaturenaturally shape the course of its thoughts, so this spellis particularly effective as part ofan interrogation.Voucan also use this spell to detect the presence ofthinking creatures you can't see. When you cast thespell or as your action during the duration, you cansearch for thoughts within 30 feet ofYOU.The spell canpenetrate barriers, but 2 feet ofrock, 2 inches ofanymetal other than lead, or a thin sheet of lead blocks you.Voucan't detect a creature with an lntelligence of 3 orlower or one that doesn't speak any language.Once you detecI the presence ofa creature in this way,you can read its lhoughts for the rest ofthe duration asdescribed above, even ifyou can't see it, but itmust stillbe within range."
}