{
  "Name": "EARTHQUAKE",
  "Level": "8th-leveI",
  "School": "evocation",
  "CastingTime": "I action",
  "Range": "500 feet",
  "Components": "V,5, M (a pinch of dirl, a piece of rock,and a lump of c1ay)",
  "Duration": "Concentration, up to I minute",
  "Description": "Vou create a seismic disturbance at a point on theground that you can see within range. For the duration,an intense tremor rips through the ground in a100-foot-radius circ1e centered on that point and shakescreatures and structures in contact with the groundin that area.The ground in the area becomes difficult terrain.Each creature on the ground that is concentrating mustmake a Constitution saving throw. On a failed save, thecreature's concentration is broken.When you cast this spell and at the end of each turnyou spend concentrating on it, each creature on theground in the area must make a Dexterity saving throw.On a failed save, the creature is knocked prone.This spell can have additional effects depending onthe terra in in the area, as determined by the DM.Fissures. Fissures open throughout the spell's area atthe start of your next turn after you cast the spell. A totalof Id6 such fissures open in locations chosen by the DM.Each is IdlO x 10 feet deep, la feet wide, and extendsfrom one edge of the spell's area to the opposite side.A creature standing on a spot where a fissure opensmust succeed on a Dexterity saving throw or fali in. Acreature that sllccessfully saves moves with the fissure'sedge as it opens.A fissure that opens beneath a structure causes it toautomatically collapse (see below).Structures. The tremor deals 50 bludgeoning damageto any structure in contact with the ground in the areawhen you cast the spell and at the start of each of yourturns until the spell ends. ]f a structure drops to Ohitpoints, it collapses and potentially damages nearbycreatures. A crealure within half the distance of astructure's height must make a Dexterity saving throw.On a failed save, the creature takes 5d6 bludgeoningdamage, is knocked prone, and is buried in the rubble,requiring a DC 20 Strength (Athletics) check as anaction to escape. The DM can adjust the DC higheror lower, depending on the nalure of the rubble. Ona successful save, the creature takes half as muchdamage and doesn't fali prone or become buried."
}