{
  "Name": "ENHANCE ABILITY",
  "Level": "2nd-leveI",
  "School": "transmutation",
  "CastingTime": "1action",
  "Range": "Touch",
  "Components": "V,5, M(furar afeather from abeast)",
  "Duration": "Concentration, upto 1hour.",
  "Description": "Voutouch acreature and bestow upon ita magicalenhancement. Choose one ofthe followingeffects;thetarget gains that effectuntil the spell ends.Bear's Endurance. The target has advantage onConstitution checks. ltalso gains 2d6 temporary hitpoints, which are lostwhen the spell ends.BulJ's Strength. The target has advantageon 5trength checks, and his or her carryingcapacity doubles.Cat's Grace. The target has advantage on Dexteritychecks. ltalso doesn't take damage from falling 20 feetor less ifitisn't incapacitated.Eagle's Splendor. The target has advantage onCharisma checks.Fox's Cunning. The target has advantage onIntelligence checks.Owl's Wisdom. The target has advantage onWisdom checks.At Higher LeveIs. When you cast this spell usinga spell slot of3rd leveIor higher, youcan target oneadditional creature foreach slot leveIabove 2nd.ENLARGE/REDUCE2nd-leveI transmutationCasting Time: 1actionRange: 30 feetComponents: V,5, M(apinch ofpowdered iron)Duration: Concentration, up to I minuteVoucause acreature or an object youcan see withinrange togrow larger orsmaller fortheduration. Chooseeither acreature ar an object that isneither wornnor carried. Ifthe target isunwilling, itcan make aConstitution saving throw. Onasuccess, the spellhas noeffect.Ifthe target isacreature, everything itiswearing andcarrying changes size with it.Anyitem dropped byanaffected creature returns tonormal size at once.Enlarge. The target's size doubles inalidimensions,and itsweight ismultiplied byeight. This growthincreases itssize byone category-from Medium toLarge, forexample. Ifthere isn't enough room forthetarget todouble itssize. the creature or object attainsthe maximum possible size inthe space available.Untilthe spell ends, the target also has advantage on5trength checks and 5trength saving throws. Thetarget's weapons also grow tomatch itsnewsize. Whilethese weapons are enlarged, the target's attacks withthem deal ld4 extra damage.Reduce. The target's size ishalved inalidimensions,and itsweight isreduced toone-eighth ofnormal. Thisreduction decreases itssize byone category-fromMedium to5mall, forexample. Untilthe spell ends,the target also has disadvantage on5trength checksand 5trength saving throws. The target's weapons alsoshrink tomatch its newsize. While these weapons arereduced, the target's attacks with them deal ld4 lessdamage (this can't reduce the damage below 1)."
}