{
  "Name": "FEIGN DEATH",
  "Level": "3rd-Ievel",
  "School": "necromancy (ritual)",
  "CastingTime": "1 action",
  "Range": "Touch",
  "Components": "V,5, M(a pinch of graveyard dirt)",
  "Duration": "1hour",
  "Description": "Vou touch a willing creature and put it into a catalepticstate that is indistinguishable from death.For the spell's duration, or until you use an actionto touch the target and dismiss the spell, the targetappears dead to ali outward inspection and to spellsused to determine the target's status. The target isblinded and incapacitated, and its speed drops to O.The target has resistance to ali damage except psychicdamage. If the target is diseased or poisoned when youcast the spell, or becomes diseased or poisoned whileunder the spell's effect, the disease and poison have noeffect until the spell ends.FINO FAMILIAR1st-levei conjuratian (ritual)Casting Time: I hourRange: 10 feetComponents: V,5, M (10 gp worth af charcaal,incense, and herbs that must be consumed by fire in abrass brazier)Duration: InstantaneousVougain the service of a familiar, a spirit that takes ananimal form you choose: bat, cat, crab, frog (toad), hawk,lizard, octopus, owl, poisonous snake, fish (quipper),rat, raven, sea horse, spider, or weasel. Appearing inan unoccupied space within range, the familiar has thestatistics of the chosen form, though it is a celestial, fey,or fiend (your choice) instead of a beast.Your familiar acts independently ofyou, but it alwaysobeys your commands. In combat, it rolls its owninitiative and acts on its own turno Afamiliar can'tattack, but it can take other actions as normal.When the familiar drops to Ohit points, it disappears,leaving behind no physical formo It reappears after youcast this spell againWhile your familiar is within 100 feet ofyou, youcan communicate with it telepathically. Additionally,as an action, you can see through your familiar's eyesand hear what it hears until the start ofyour next turn,gaining the benefits of any special senses that thefamiliar has. During this time, you are deaf and blindwith regard to your own senses.As an action, you can temporarily dismiss yourfamiliar. It disappears into a pocket dimension where itawaits your summons. Alternatively, you can dismiss itforever. As an action while it is temporarily dismissed,you can cause it to reappear in any unoccupied spacewithin 30 feet of YOU.Voucan't have more than one familiar at a time. Ifyoucast this spell while you already have a familiar, youinstead cause it to adopt a new formo Choose one of theforms from the above list. Your familiar transforms intothe chosen creature.Finally, when you cast a spell with a range of touch,your familiar can deliver the spell as if it had cast thespell. Your familiar must be within 100 feet ofyou, andit must use its reaction to deliver the spell when you castit. If the spell requires an attack roll, you use your attackmodifier for the roll.FINO STEEO2nd-levei conjurationCastiog Time: 10 minutesRange: 30 feetComponents: V,5Duratioo: InstantaneousVousummon a spirit that assumes the form of anunusually intelligent, strong, and loyal steed, creating along-Iasting bond with it. Appearing in an unoccupiedspace within range, the steed takes on a form that youchoose, such as a warhorse, a pony, a camel, ao elk, ora mastiff. (Your DM might allow other animais to besummoned as steeds.) The steed has the statistics of thechosen form, though it is a celestial, fey,or fiend (yourchoice) instead of its normal type. Additionally, ifyaursteed has an Intelligence of 5 or iess, its Intelligencebecomes 6, and it gains the ability to understaod onelaoguage ofyour choice that you speak.Your steed serves you as a mount, both in combat andout, and you have an instinctive bond with it that allowsyou to fight as a seamless unit. While mounted on yoursteed, you can make any spell you cast that targets onlyyou also target your steed.Wheo the steed drops to Ohit points, it disappears,leaving behind no physical formoVoucan alsodismiss your steed at any time as an action, causingit to disappear. In either case, casting this spellagain summons the same steed, restored to its hitpoint maximum.While your steed is within 1 mile ofyou, you cancommunicate with it telepathically.You can't have more than one steed bonded by thisspell at a time. As an action, you can release the steedfrom its bond at any time, causing it to disappear.FINO THE PATH6th-levei divinationCasting Time: 1 minuteRange: 5elfComponents: V,5, M(a set of divinatory tools-suchas bones, ivory sticks, cards, teeth, or carved runes-worth 100 gp and an object from the location youwish to find)Duration: Concentration, up to 1 dayThis spell allows you to find the shortest, most directphysical route to a specific fixed location that you arefamiliar with on the same plane of existence. Ir youname a destination on another plane of existenee, adestination that moves (sueh as a mobile fortress), or adestination that isn't specilie (sueh as \"a green dragon'slair\"), the spell fails.For the duration, as long as you are on the same planeof existenee as the destination, you know how far it isand in what direetion it lies. While you are travelingthere, whenever you are presented with a ehoiee ofpaths along the way,you automatieally determine whiehpath is the shortest and most direet route (but notneeessarily the safest route) to the destination."
}