{
  "Name": "GLYPH OF WARDING",
  "Level": "3rd-level",
  "School": "abjuration",
  "CastingTime": "1 hour",
  "Range": "Touch",
  "Components": "V,S, M (incense and powdered diamondworth at least 200 gp. which the spell consumes)",
  "Duration": "Until dispelled or triggered",
  "Description": "When you cast this spell, you inscribe a glyph thatharms other creatures, either upon a surface (such asa table or a section of floor or wall) or within an objectthat can be closed (such as a book, a scroll, or a treasurechest) to conceal the glyph. Ifyou choose a surface, theglyph can cover an area of the surface no larger than10 feet in dia meter. lf you choose an object, that objectmust remain in its place; if the object is moved morethan lO feet from where you cast this spell, the glyph isbroken, and the spell ends without being triggered.The glyph is nearly invisible and requires a successfulIntelligence (lnvestigation) check against your spell saveDC to be found.Vou decide what triggers the glyph when you castthe spell. For glyphs inscribed on a surface, the mosttypical triggers include touching or standing on theglyph, removing another object covering the glyph,approaching within a certain distance of the glyph, ormanipulating the object on which the glyph is inscribed.For glyphs inscribed within an object, the most commonlriggers include opening lhal objecl, approaching wilhina cerlain dislance of lhe objecl, or seeing or reading lheglyph. Once a glyph is lriggered, lhis spell ends.Voucan furlher retine lhe lrigger so lhe spell aclivalesonly under cerlain circumslances or according lophysical characlerislics (such as heighl or weighl),crealure kind (for example, the ward could be seI loaffecl aberralions or drow), or alignment. Voucan alsoseI condilions for crealures lhal don'l lrigger lhe glyph,such as lhose who say a cerlain password.When you inscribe lhe glyph, choose expiosive runesor a spell glyph.Explosive Runes. When lriggered, lhe glyph eruplswith magical energy in a 20-fool-radius sphere cenleredon lhe glyph. The sphere spreads around corners. Eachcrealure in lhe area musl make a Dexlerily savinglhrow. A crealure takes Sd8 acid, cold, tire, lighlning, orthunder damage on a failed saving lhrow (your choicewhen you creale the glyph), or half as much damage on asuccessful one.SpelJ Glyph. Vou can slore a prepared spell of3rd levei or lower in lhe glyph by casling it as parIof crealing lhe glyph. The spell musl largel a singlecrealure or an area. The spell being slored has noimmediale effecl when casl in lhis way. When lhe glyphis lriggered, lhe slored spell is cast. If lhe spell has alargel, il largels lhe crealure lhal lriggered lhe glyph.If lhe spell affecls an area, lhe area is cenlered onlhal crealure. Ir lhe spell summons hoslile crealuresor creales harmful objecls or lraps, lhey appear asclose as possible lo lhe inlruder and attack it. Ir lhespell requires concenlralion, il !asls unlil lhe end of ilsfull duralion.At Higher Leveis. When you casl lhis spell usinga spell slol of 41h levei or higher, lhe damage of anexpiosive runes glyph increases by Id8 for each si01levei above 3rd. If you creale a spell glyph, you can sloreany spell of up lo lhe same leve! as lhe si01you use forlhe giyph of warding."
}