{
  "Name": "GUARDS AND WARDS",
  "Level": "6th-levei",
  "School": "abjuration",
  "CastingTime": "10 minutes",
  "Range": "Touch",
  "Components": "V,S, M (burning incense, a smallmeasure of brimstone and oil, a knotled string, asmall amount of umber hulk blood, and a small silverrod worth at least 10 gp)",
  "Duration": "24 hours",
  "Description": "Voucreate a ward that protects up to 2,500 square feetof floor space (an area 50 feet square, or one hundred5-foot squares or twenty-five lO-foot squares). Thewarded area can be up to 20 feet tall, and shaped as youdesire. Voucan ward several stories of a stronghold bydividing the area among them, as long as you can walkinto each contiguous area while you are casting the spell.When you cast this spell, you can specify individuaisthat are unaffected by any or ali of the effects thatyou choose. Voucan also specify a password that,when spoken aloud, makes the speaker immune tothese effects.Guards and wards creates the following effects withinthe warded area.Corridors. Fog fills ali the warded corridors, makingthem heavily obscured. In addition, at each intersectionor branching passage offering a choice of direction,there is a 50 percent chance that a creature other thanyou will believe it is going in the opposite direction fromthe one it chooses.Doors. Ali doors in the warded area are magicallylocked, as ifsealed by an arcane lock spell. In addition,you can cover up to ten doors with an illusion (equivalentto the illusory object function of the minor illusion spell)to make them appear as plain sections of wall.Stairs. Webs fill ali stairs in the warded area from topto botlom, as the web spell. These strands regrow in 10minutes if they are burned or torn away while guardsand wards lasts.Other SpelJ Effect. Voucan place your choice of oneof the following magical effects within the warded areaof the stronghold.Place dancing lights in four corridors. Vou can desig-nate a simple program that the lights repeat as long asguards and wards lasts.Place magic mouth in two locations.Place stinking cloud in two locations. The vaporsappear in the places you designate; they return within10 minutes if dispersed by wind while guards andwards lasts.Place a constant gust of wind in one corridor or room.Place a suggestion in one location. Vouselect an areaof up to 5 feet square, and any creature that entersor passes through the area receives the suggestionmentally.The whole warded area radiates magic. Adispelmagic cast on a specific effect, if successful, removesonly that effect.Vou can create a permanently guarded and wardedstructure by casting this spell there every dayfor one year."
}