{
  "Name": "HALLOW",
  "Level": "5th-levei",
  "School": "evocation",
  "CastingTime": "24 hours",
  "Range": "Touch",
  "Components": "V,S, M(herbs, oils, and incense worth atleast 1,000 gp,which the spell consumes)",
  "Duration": "Until dispelled",
  "Description": "Voutouch apoint and infuse an area around itwith holy(orunholy) power. The area can have aradius up to60feet, and the spell fails ifthe radius includes an areaalready under the effect a hallow spell. The affected areaissubject tothe following effects.First, celestiais, elementals, fey,fiends, and undeadcan't enter the area, nor can such creatures charm,frighten, or possess creatures within it.Anycreaturecharmed, frightened, or possessed bysuch acreatureisno longer charmed, frightened, or possessed uponentering the area. Voucan exclude one or more ofthosetypes ofcreatures from this effect.Second, you can bind an extra effect tothe area.Choose the effect from the following list, orchoose aneffect offered bythe DM.Some ofthese effects apply tocreatures inthe area; you can designate whether theeffect applies toalicreatures, creatures that followaspecific deity or leader, or creatures ofaspecific sort,such as orcs or trolls. When acreature that would beaffected enters the spell's area forthe first time on aturn orstarts its turn there, itcan make aCharismasaving throw. On asuccess, the creature ignores theextra effect until itleaves the area.Courage. Affected creatures can't be frightenedwhile inthe area.Darkness. Darkness fillsthe area. Normallight,as well as magicallight created byspells ofalowerleveithan the slot you used tocast this spell, can'tilluminate the area.DayJight. Bright light fillsthe area. Magical darknesscreated byspells ofalower leveithan the slotyou usedtocast this spell can't extinguish the light.Energy Protection. Affected creatures inthe areahave resistance toone damage type ofyour choice,except forbludgeoning, piercing, or slashing.Energy VuInerabiJity. Affected creatures inthe areahave vulnerability toone damage type ofyour choice,except forbludgeoning, piercing, or slashing.EverIasting Rest. Dead bodies interred inthe areacan't beturned into undead.Extradimensionallnterference. Affected creaturescan't move or traveI using teleportation orbyextradimensional orinterplanar means.Fear. Affected creatures are frightenedwhile inthe area.SiJence. Nosound can emanate from within the area,and nosound can reach into it.Tongues. Affected creatures can communicate withanyother creature inthe area, even ifthey don't share acommon language."
}