{
  "Name": "IMPRISONMENT",
  "Level": "9th-levei",
  "School": "abjuration",
  "CastingTime": "1minule",
  "Range": "30feel",
  "Components": "V,5, M(avellumdepiclion oracarvedstaluette inlhe likeness ofthe larget, and aspecialcomponenllhal varies according lolheversion oflhespellyouchoose, worth atleast 500 gpper HitDieoflhetarget)",
  "Duration": "Untildispelled",
  "Description": "Voucreate amagical restraint toholdacreature thatyoucan seewithin range. The target must succeed onaWisdom saving throw orbebound bythe spell;ifitsucceeds, itisimmune lothis spell ifyoucast itagain.While affectedbythis spell, the creature doesn't needtobreathe, eat,ordrink, and itdoesn't age. Divinationspells can't locate orperceive the targe!.When youcast the spell,youchoose one ofthefollowingforms ofimprisonment.Buria/. The target isentombed farbeneath the earthinasphere ofmagical forcethat isjust large enough tocontain the targe!. Nothing can pass through the sphere,norcan anycreature teleport oruse planar traveItogetintooroutofi!.The special component forthis version ofthe spell isasmall mithral orb.Chaining. Heavychains, firmlyrooted inthe ground,holdthe target inplace.The target isrestrained untilthespell ends, and itcan't moveorbemovedbyanymeans untilthen.The special component forthis version ofthe spell isafinechain ofprecious metal.Hedged Prison. The spell transports the target intoatinydemiplane that iswarded against teleportationand planar traveI.The demiplane can bealabyrinth, acage, atower,oranysimilar confined structure orareaofyourchoice.The special component forthis version ofthe spell isaminiature representation ofthe prison made fromjade.Minimus Containment. The target shrinks toaheightof1inchand isimprisoned inside agemstone arsimilarobject. Light can pass through the gemstone normally(allowing the target to see out and other creatures to seein), but nothing else can pass through, even by means ofteleportation or planar traveI. The gemstone can't be cutor braken while the spell remains in effcct.The special component for this version of the spellis a large, transparent gemstone, such as a corundum,diamond, or ruby.Slumber. The target falls asleep and can't be awoken.The speciai component for this version of the spellconsists of rare soporific herbs.Ending the Spe/l. During the casting of the spell,in any of its versions, you can specify a condition thatwill cause the spell to end and release the target. Thecondition can be as specific or as elaborate as youchoose, but the DM must agree that the condition isreasonable and has a likelihood of coming to passo Theconditions can be based on a creature's name, identity,or deity but otherwise must be based on observableactions or qualities and not based on intangibles such aslevei, class, or hit points.Adispel magic spell can end the spell only ifit is castas a 9th.level spell, targeting either the prison or thespecial component used to create it.Voucan use a particular special component to createonly one prison at a time. Ifyou cast the spell againusing the same component, the target of the first castingis immediately freed fram its binding."
}