{
  "Name": "MODIFY MEMORY",
  "Level": "5th-leveI",
  "School": "enehantment",
  "CastingTime": "CastingTime: Iaetion",
  "Range": "30feet",
  "Components": "V,5",
  "Duration": "Coneentration, uptoIminute",
  "Description": "Vouattempt toreshape another ereature's memories.Oneereature thatyouean see must make aWisdomsaving throw. Ifyouare fighting theereature, ithasadvantage onthe saving throw. Onafailed save,thetarget beeomes eharmed byyoufortheduration. Theeharmed target isineapacitated and unaware ofitssurroundings, though itean stillhear you.Ifittakes anydamage oristargeted byanother spell, this spell ends,and none ofthe target's memories are modified.While this eharm lasts, youean affeet the target'smemory ofanevent that itexperieneed within the last24hours and that lasted nomore than 10minutes. Vouean permanently eliminate alimemory ofthe event,allow the target toreeall theeventwith perfeet c!arityand exaeting detail, ehange itsmemory ofthe details ofthe event, orereate amemory ofsome other event.Voumust speak tothe target todeseribe howitsmemories are affeeted, and itmust beabletounderstand your language forthemodified memories totake root. Itsmind fillsinanygaps inthe details ofyourdescription. Ifthe spell ends before youhavefinisheddescribing the modified memories, the creature'smemory isn'taltered. Otherwise, the modified memoriestake holdwhen the spell ends.Amodified memory doesn't neeessarily affecthowacreature behaves, particularly ifthe memory contradictsthecreature's natural inc!inations, alignment, orbeliefs.Anillogical modified memory, such asimplanting amemory ofhowmuch the creature enjoyed dousingitselfinacid, isdismissed, perhaps asabaddream. TheDMmight deem amodified memory toa nonsensical toaffectacreature inasignificant manner.Aremove eurse or greater restoration spellcast onthetarget restores the creature's true memory.At Higher LeveIs. Ifyoueast this spell using aspellslotof6th leveIorhigher, youcan alter the target'smemories ofan eventthat tookplace upto7days ago(6thlevei),30daysago(7th levei),Iyear ago(8th levei),oranytime inthe creature's past (9th levei)."
}