{
  "Name": "SHAPECHANGE",
  "Level": "9th-leveI",
  "School": "transmutation",
  "CastingTime": "I action",
  "Range": "Self",
  "Components": "V,S, M(ajade circlet worth at least 1,500gp,which you must place onyour head before youcast the spell)",
  "Duration": "Concentration, up to I hour",
  "Description": "Vouassume the form ofa different creature fortheduration. The new form can be ofanycreature witha challenge rating equal toyour leveIor lower.Thecreature can't be a construct or an undead, and youmust have seen the sort of creature at least once. Voutransform into an average example of that creature, onewithout any c1ass leveis or the Spellcasting trait.Vour game statistics are replaced by the statisticsof the chosen creature, though you retain youralignment and Intelligence, Wisdom, and Charismascores. Voualso retain ali of your skill and savingthrow proficiencies, in addition to gaining those of thecreature. If the creature has the same proficiency as youand the bonus Iisted in its statistics is higher than yours,use the creature's bonus in place ofyours. Voucan't useany legendary actions or lair actions of the new formoVouassume the hit points and Hit Dice ofthe newformoWhen you revert to your normal form, youreturn to the number of hit points you had before youtransformed. ]fyou revert as a result of dropping toOhit points, any excess damage carries over to yournormal formoAs long as the excess damage doesn'treduce your normal form to Ohit points, you aren'tknocked unconscious.Vou retain the benefit of any features from your c1ass,race, or other source and can use them, provided thatyour new form is physically capable of doing so. Voucan't use any special senses you have (for example,darkvision) unless your new form also has that sense.Vou can only speak if the creature can normally speak.When you transform, you choose whether yourequipment falls to the ground, merges into the newform, or is worn by it. Worn equipment functions asnormal. The DM determines whether it is practical forthe new form to wear a piece of equipment, based onthe creature's shape and size. Vour equipment doesn'tchange shape or size to match the new form, and anyequipment that the new form can't wear must either falito the ground or merge into your new formo Equipmentthat merges has no effect in that state.During this spell's duration, you can use your action toassume a different form following the same restrictionsand rules for the original form, with one exception; ifyour new form has more hit points than your currentone, your hit points remain at their current value."
}