{
  "Name": "SYMBOL",
  "Level": "7th-levei",
  "School": "abjuration",
  "CastingTime": "1minute",
  "Range": "Touch",
  "Components": "V,S, M(mercury, phosphorus, andpowdered diamond and opaIwith atotal value ofatleast 1,000 gp,which the spell consumes)",
  "Duration": "Until dispelled or triggered",
  "Description": "When you cast this spell, you inscribe aharmful glypheither on asurface (such as asection offloor,awall, oratable) orwithin an object that can bec10sedtoconcealthe glyph (such as abook, ascroll, oratreasure chest).]fyou choose asurface, the glyph can cover an area ofthe surface no larger than 10feet indiameter. Ifyouchoose an object, that object must remain initsplace; ifthe object ismoved more than 10feet from where youcast this spell, the glyph isbroken, and the spell endswithout being triggered.The glyph isnearly invisible, requiring an Intelligence(lnvestigation) check against your spell saveDCtofindit.Voudecide what triggers the glyph when you cast thespell. For glyphs inscribed on asurface, the most typicaltriggers include touching or stepping on the glyph,removing another object covering it,approaching withinacertain distance ofit,or manipulating the objectthat holds it.For glyphs inscribed within an object,the most common triggers are opening the object,approaching within acertain distance ofit,or seeing orreading the glyph.Voucan further refine the trigger so the spell isactivated onlyunder certain circumstances or accordingtoacreature's physical characteristics (such as heightor weight), or physical kind (forexample, the ward couldbeset toaffect hags orshapechangers). Voucan alsospecify creatures that don't trigger the glyph, such asthose who say acertain password.When you inscribe the glyph, choose one oftheoptions below foritseffect. Once triggered, the glyphglows, fillinga60-foot-radius sphere with dim Iightfor 10minutes, after which time the spell ends. Eachcreature inthe sphere when the glyph activates istargcted byitseffect, as isacreature that enters thesphere forthe first time on aturn or ends itsturn there.Death. Each target must make aConstitution savingthrow, taking IOdlOnecrotic damage on afailed save, orhalf as much damage on asuccessful save.Discord. Each target must make aConstitution savingthrow. Onafailed save, atarget bickers and argueswith other creatures for 1minute. During this time,itisincapable ofmeaningful communication and hasdisadvantage on attack rolls and ability checks.Fear. Each target must make aWisdom saving throwand becomes frightened for 1minute on afailed save.While frightened, the target drops whatever itisholdingand must move at least 30 feet away from the glyph oneach ofits turns, ifable.Hope/essness. Each target must make aCharismasaving throw. Onafailed save, the target isoverwhelmed with despair for 1minute. During thistime, itcan't attack or target any creature with harmfulabilities, spells, or other magical effects.Insanity. Each target must make an lntelligence savingthrow. Onafailedsave, the target isdriven insane for1minute. An insane creature can't take actions, can'tunderstand what other creatures say,can't read, andspeaks onlyingibberish. The DMcontrais its movement,which iserratic.Pain. Each target must make aConstitution savingthrow and becomes incapacitated with excruciating painfor 1minute on afailed save.S/eep. Each target must make aWisdom saving throwand falls unconscious for 10minutes onafailed save. Acreature awakens ifittakes damage or ifsomeone usesan action toshake or slap itawake.Stunning. Each target must make aWisdom savingthrow and becomes stunned for 1minute onafailedsave."
}