{
  "Name": "TELEPORT",
  "Level": "7th./evel",
  "School": "conjuration",
  "CastingTime": "I action",
  "Range": "10feel",
  "Components": "V",
  "Duration": "Inslantaneous",
  "Description": "This spell instantly transports you and up toeightwilling creatures ofyour choice that you can see withinrange, orasingle object that you can see within range,toadestination you select. Ifyou target an object, ilmust be able tofitenlirely inside a lO.fool cube, and ilcan't be held or carried byan unwilling crealure.The destination you choose must be known toyou,and ilmusl beon the same plane ofexislence asyou. Vourfamiliarily with the destinalion determineswhelher you arrive lhere successfully. The DMrollsdlOOand consults the table.Similar Off OnFamiliarily Mishap Area Targel Targel01-100Permanent circleAssocialed objecl 01-100Very familiar 01-05 06-13 14-24 25-100Seen casually 01-33 34-43 44-53 54-100Viewed once 01-43 44-53 54-73 74-10044-53 54-73 74-100Descriplion 01-43False destinalion 01-50 51-100Familiarity. \"Permanent circle\" means apermanentteleportation circle whose sigil sequence you know.\"Associaled object\" means that you possess an objecltaken from the desired destination within the last sixmonths, such as abook from awizard's Iibrary, bedlinen from aroyal suite, or achunk ofmarble from alich's secret tombo\"Veryfamiliar\" isaplace you have been very often, aplace you have carefully studied, or aplace you can seewhen you cast the spell. \"Seen casually\" issomeplaceyou have seen more than once bul wilh which you aren'tvery familiar. \"Viewed once\" isaplace you have seenonce, possibly using magic. \"Description\" isaplacewhose Iocation and appearance you know throughsomeone else's description, perhaps from amap.\"False destination\" isaplace that doesn't exist.Perhaps you tried toscry an enemy's sanctum butinstead viewed an illusion, oryou are atlempting loteleport toafamiliar localion that nolonger exists.00 Target. Vouand your group (orthe target objecl)appear where you wanllo.OffTarget. Vouand your group (orthe larget object)appear arandom dislance away from the deslinationinarandom direclion. Distance offtarget is Id10xIdlOpercent ofthe distance that was tobe traveled.For example, ifyou tried totraveI 120 miles, landed offlargel, and rolled a5and 3on the two dlOs, lhen youwould be offlargel by15percent, or 18miles. The DMdetermines lhe direction offtargel randomly byrolling ad8 and designaling I as north, 2as northeast, 3as easl,and so on around lhe points oflhe compasso ]fyou wereteleporting loacoastal cityand wound up 18miles outatsea, youcould be introuble.Similar Area. Vouand your group (orthe targelobject) wind up inadifferent area that's visually orthemalically similar tothe target area. ]fyou areheading foryour home laboratory, forexample, youmight wind up inanother wizard's laboratory or inan alchemical supply shop that has many ofthe sametools and implemenls as your laboratory. Generally,you appear inthe closest similar place, bul since thespell has norange Iimit,you could conceivably wind upanywhere on the plane.Mishap. The spell's unpredictable magic results inadifficultjourney. Each leleporting crealure (orthe largelobjecl) lakes 3d10force damage, and lhe DMrerolls onthe table to see where you wind up (multiple mishapscan occur, dealing damage each time)."
}