{
  "Name": "TRUE POLYMORPH",
  "Level": "9th-levei",
  "School": "transmutation",
  "CastingTime": "1action",
  "Range": "30 feet",
  "Components": "V,S, M(adrop ofmereury, adolIop ofgum arabic, and awisp ofsmoke)",
  "Duration": "Concentration, up to 1hour",
  "Description": "Choose one ereature or nonmagical objeet that youcan see within range. Voutransform the creature intoadifferent creature, the ereature into an object, or theobjeet into a creature (the object must be neither wornnor earried byanother creature). The transformationlasts for the duration, or until the target drops to O hitpoints or dies. Ifyou concentrate on this spelI forthe fulIduration, the transformation beeomes permanent.Shapechangers aren't affected bythis spell. AnunwilIing creature ean make aWisdom saving throw,and ifitsueeeeds, itisn't affected bythis spell.Creature into Creature. Ifyou turn a creature intoanother kind ofcreature, the new form can be any kindyou choose whose ehalIenge rating isequal toor lessthan the target's (orits leveI.ifthe target doesn't have achalIenge rating). The target's game statistics, indudingmental ability scores, are replaced bythe statisties ofthe new formoItretains its alignment and personality.The target assumes the hit points ofits new form,and when itreverts toits normal form, the creaturereturns tothe number ofhit points ithad before ittransformed. Ifitreverts as aresult ofdropping toO hit points, any excess damage carries over toitsnormal formoAs long as the excess damage doesn'treduce the creature's normal form to Ohit points, itisn'tknocked unconscious.The creature islimited inthe actions itcan perform bythe nature ofits new form, and itcan't speak, east spelIs,or take any other action that requires hands or speech,unless its new form iscapable ofsuch actions.The target's gear melds into the new formoThecreature can't activate, use, wield, or otherwise benelitfrom any ofits equipment.Object into Creature. Voucan turn an object intoany kind ofcreature, as long as the creature's sizeisno larger than the object's size and the creature'scha11engerating is9orlower. The creature isfriendly toyou and your companions. Itacts on each ofyour turns.Voudecide what action ittakes and how itmoves. TheDMhas the creature's statislics and resolves ali ofitsactions and movement.[fthe spe11becomes permanent, you no longer controlthe creature. Itmight remain friendly toyou, dependingon howyou have treated it.Creature into Object. Ifyou turn acreature into anobject, ittransforms along with whatever itiswearingand carrying into that formoThe creature's statisticsbecome those ofthe object, and the creature has norÍlemory oftime spent inthis form, after the spe11endsand itreturns toits normal formo"
}