{
  "Name": "WISH",
  "Level": "9th-levei",
  "School": "conjuration",
  "CastingTime": "I aelion",
  "Range": "Self",
  "Components": "V",
  "Duration": "Instantaneous",
  "Description": "Wish isthe mightiest spell amortal ereature caneasl. Bysimply speaking aloud, you can alter the veryfoundations ofreality inaccord with your desires.The basic use ofthis spell istoduplieate any otherspell of8th leveior lower. Voudon't need tomeet anyrequirements inthat spell, including costly eomponents.The spell simply takes effecl.Alternatively, you ean ereate one ofthe followingeffecls ofyour ehoice:Vouereale one object ofupto25,000 gp invalue thalisn't amagic item. The objeel ean beno more than300 feet in any dimension, and it appears in an unoc-cupied space you can see on the ground,Vouallow up to twenty creatures that you can see toregain ali hit points, and you end ali effects on themdescribed in the greater restoration spel!.Vougrant up to ten creatures that you can see resis-tance to a damage type you choose.Vougrant up to ten creatures you can see immunity toa single spell or other magical effect for 8 hours. Forinstance, you could make yourself and ali your com-panions immune to a Iich's Iifedrain attack.Vouundo a single recent event by forcing a reroll ofany roll made within the last round (including yourlast tum). Reality reshapes itself to accommodate thenew result. For example, a wish spell could undo anopponent's successful save, a foe's criticai hit, or afriend's failed save. Voucan force the reroll to be madewith advantage or disadvantage, and you can choosewhether to use the reroll or the original roll.Vou might be able to achieve something beyond thescope of the above examples. State your wish to the DMas precisely as possible. The DM has great latitude inruling what occurs in such an instance; the greater thewish, the greater the Iikelihood that something goeswrong. This spell might simply fail, the effect you desiremight only be partly achieved, or you might suffer someunforeseen consequence as a result of how you wordedthe wish. For example, wishing that a villain were deadmight propel you forward in time to a period when thatvillain is no longer alive, effectively removing you fromthe game. Similarly, wishing for a legendary magic itemor artifact might instantly transport you to the presenceof the item's current owner.The stress of casting this spell to produce any effectother than duplicating another spell weakens you. Afterenduring that stress, each time you cast a spell untilyou finish a long rest, you take IdlO necrotic damageper leveIof that spel!. This damage can't be reduced orprevented in any way. In addition, your Strength dropsto 3, ifit isn't 3 or lower already, for 2d4 days. For eachof those days that you spend resting and doing nothingmore than Iight activity, your remaining recovery timedecreases by 2 days. Finally, there is a 33 percentchance that you are unable to cast wish ever again ifyousuffer this stress."
}