{"name": "Aerial Servant ", "level": "6", "areaOfEffect": "Special\n", "casting_time": "8 segments", "range": "1\"", "components": "V, S", "duration": "1 day/level", "savingThrow": "None", "desc": "<p> This spell summons an invisible Aerial Servant (see ADVANCED DUNGEONS & DRAGONS, MONSTER MANUAL) to do the bidding of the cleric who conjured it. The creature does not fight, but it obeys the command of the cleric with respect to finding and returning with whatever object or creature that is described to it. Of course, the object or creature must be such as to allow the aerial servant to physically bring it to the cleric or his or her assign. The spell caster should keep in mind the consequences of having an aerial servant prevented, for any reason, from completion of the assigned duty. The spell lasts for a maximum of 1 day for each level of experience of the cleric who cast it. The aerial servant returns to its own plane whenever the spell lapses, its duty is fulfilled, it is dispelled, the cleric releases it, or the cleric is slain. The cleric must have a Protection From Evil spell, or be within a magic circle, thaumaturgic triangle, or pentagram when summoning an aerial servant unless the cleric has his or her religious symbol or a religious artifact or relic to use to control the creature. Otherwise, the creature will slay its summoner and return from whence it came. The aerial servant will always attack by complete surprise when sent on a mission, and gain the benefit of 4 free melee rounds unless the creature involved is able to detect invisible objects, in which case a six-sided die is rolled, and 1 = 1 free round, 2 = 2 free rounds, 3 = 3 free rounds, 4 = 4 free rounds, and 5 or 6 = 0 free rounds (the opponent is not surprised at all). Each round the aerial servant must dice to score a hit, and when a hit is scored, it means the aerial servant has grabbed the item or creature it was sent to take and bring back to the cleric. If a creature is involved, the aerial servant's strength is compared to the strength of the creature to be brought. If the creature in question does not have a strength rating, roll the appropriate number of the correct type of hit dice for the aerial servant and for the creature it has grabbed. The higher total is the stronger.\n</p>"}