{"name": "Animate Object ", "level": "6", "areaOfEffect": "1 cubic foot/level\n", "casting_time": "8 segments", "range": "3\"", "components": "V, S", "duration": "1 round/level", "savingThrow": "None", "desc": "<p> This powerful spell enables the cleric casting it to imbue inanimate objects with mobility and a semblance of life. The animated object, or objects, then attack whomever or whatever the cleric first designates. The object can be of any material whatsoever - wood, metal, stone, fabric, leather, ceramic, glass, etc. The speed of movement of the object is dependent upon its means of propulsion and its weight. A large wooden table would be rather heavy, but its legs would give it speed. A rug could only slither along. A jar would roll. Thus a large stone pedestal would rock forward at 1\" per round, a stone statue would move at 4\" per round, a wooden statue 8\" per round, an ivory stool of light weight would move at 12\". Slithering movement is about 1\" to 2\" per round, rolling 3\" to 6\" per round. The damage caused by the attack of an animated object is dependent upon its form and composition. Light, supple objects can only obscure vision, obstruct movement, bind, trip. smother, etc. Light, hard objects can fall upon or otherwise strike for 1-2 hit points of damage or possibly obstruct and trip as do light, supple objects. Hard, medium weight objects can crush or strike for 2-8 hit points of damage, those larger and heavier doing 3-12, 4-16, or even 5-20 hit points of damage. The frequency of attack of animated objects is dependent upon their method of locomotion, appendages, and method of attack. This varies from as seldom as once every five melee rounds to as frequently as once per melee round. The armour class of the object animated is basically a function of material and movement ability with regard to hitting. Damage is dependent upon the type of weapon and the object struck. A sharp cutting weapon is effective against fabric, leather, wood and like substances. Heavy smashing and crushing weapons are useful against wood, stone, and metal objects. Your referee will determine all of these factors, as well as how much damage the animated object can sustain before being destroyed. The cleric can animate 1 cubic foot of material for each level of experience he or she has attained. Thus, a 14th level cleric could animate one or more objects whose solid volume did not exceed 14 cubic feet, i.e. a large statue, two rugs, three chairs, or a dozen average crocks.\n</p>"}