{"name": "Astral Spell ", "level": "7", "areaOfEffect": "Special\n", "casting_time": "3 turns", "range": "Touch", "components": "V, S", "duration": "Special", "savingThrow": "None", "desc": "<p> By means of the Astral Spell a cleric is able to project his or her astral body into the Astral Plane, leaving his or her physical body and material possessions behind on the Prime Material Plane, (the plane on which the entire universe and all of its parallels have existence). Only certain magic items which have multi-planed existence can be brought into the Astral Plane. As the Astral Plane touches upon all of the first levels of the Outer Planes, the cleric can travel astrally to any of these Outer Planes as he or she wills. The cleric then leaves the Astral Plane, forming a body on the plane of existence he or she has chosen to enter. It is also possible to travel astrally anywhere in the Prime Material Plane by means of the Astral Spell, but a second body cannot be formed on the Prime Material Plane. As a general rule, a person astrally projected can be seen only by creatures on the Astral Plane. At all times the astral body is connected to the material by a silvery cord. If the cord is broken, the affected person is killed, astrally and materially, but generally only the psychic wind can normally cause the cord to break. When a second body is formed on a different plane. the silvery cord remains invisibly attached to the new body, and the cord simply returns to the latter where it rests on the Prime Material Plane, reviving it from its state of suspended animation. Although astrally projected persons are able to function on the Astral Plane, their actions do not affect creatures not existing on the Astral Plane. The spell lasts until the cleric desires to end it, or until it is terminated by some outside means (Dispel Magic or destruction of the cleric's body on the Prime Material Plane). The cleric can take up to five other creatures with him or her by means of the Astral Spell, providing the creatures are linked in a circle with the cleric. These fellow travellers are dependent upon the cleric and can be stranded. Travel in the Astral Plane can be slow or fast according to the cleric's desire. The ultimate destination arrived at is subject to the conceptualization of the cleric. (See APPENDIX IV, THE KNOWN PLANES OF EXISTENCE, for further information on the Astral Plane and astral projection.)\n</p>"}