{"description":null,"ImageLocation":null,"challenge_rating":"7","special_abilities":[{"name":"Fey Ancestry","desc":"Windharrow has advantage on saving throws against being charmed, and magic can’t put him to sleep"},{"name":"Howling Defeat","desc":" When Aerisi drops to 0 hit points, her body disappears in a howling whirlwind that disperses quickly and harmlessly. Anything she is wearing or carrying is left behind"},{"name":"Legendary Resistance (2/day)","desc":"If she fails a saving throw, she can choose to succeed instead"},{"name":"Spellcasting","desc":"12th level spellcaster.  Charisma, DC 14, +6 to hit"}],"actions":[{"name":"Multiattack","desc":"Makes two melee attacks"},{"name":"Rapier","desc":"+5 to hit. 1d8 + 3 piercing"}],"hit_dice":"12d8+12","level":"7","name":"Aerisi Kalinoth","class":"human","strength":8,"dexterity":16,"constitution":12,"intelligence":17,"wisdom":10,"charisma":16,"armor_class":13,"speed":"30 ft.","hitPoints":58,"temp_hit_points":0,"damage_log":[],"riders":[],"Cantrips":[{"name":"Gust","desc":"You seize the air and compel it to create one of the following effects at a point you can see within range:\nOne Medium or smaller creature that you choose must succeed on a Strength saving throw or be pushed up to 5 feet away from you\n\nYou create a small blast of air capable of moving one object that is neither held nor carried and that weighs no more than 5 pounds. The object is pushed up to 10 feet away from you. It isn’t pushed with enough force to cause damage\n\nYou create a harmless sensory affect using air, such as causing leaves to rustle, wind to slam shutters shut, or your clothing to ripple in a breeze.","higher_level":null,"range":"30 feet","components":"V, S","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"Cantrip","Cooldown":false},{"name":"Mage Hand","desc":"<p>A spectral, floating hand appears at a point you choose within range. The hand lasts for the duration or until you dismiss it as an action. The hand vanishes if it is ever more than 30 feet away from you or if you cast this spell again.</p><p>You can use your action to control the hand. You can use the hand to manipulate an object, open an unlocked door or container, stow or retrieve an item from an open container, or pour the contents out of a vial. You can move the hand up to 30 feet each time you use it.</p><p>The hand can’t attack, activate magic items, or carry more than 10 pounds.</p>","higher_level":null,"range":"30 feet","components":"V, S","duration":"1 minute","concentration":"no","casting_time":"1 action","level":"Cantrip","Cooldown":false},{"name":"Message","desc":"<p>You point your finger toward a creature within range and whisper a message. The target (and only the target) hears the message and can reply in a whisper that only you can hear.</p><p>You can cast this spell through solid objects if you are familiar with the target and know it is beyond the barrier. Magical silence, 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood blocks the spell. The spell doesn’t have to follow a straight line and can travel freely around corners or through openings.</p>","higher_level":null,"range":"120 feet","components":"V, S, M","duration":"1 round","concentration":"no","casting_time":"1 action","level":"Cantrip","Cooldown":false},{"name":"Prestidigitation","desc":"<p>This spell is a minor magical trick that novice spellcasters use for practice. You create one of the following magical effects within 'range':</p><p>You create an instantaneous, harmless sensory effect, such as a shower of sparks, a puff of wind, faint musical notes, or an odd odor.</p><p>You instantaneously light or snuff out a candle, a torch, or a small campfire.</p><p>You instantaneously clean or soil an object no larger than 1 cubic foot.</p><p>You chill, warm, or flavor up to 1 cubic foot of nonliving material for 1 hour.</p><p>You make a color, a small mark, or a symbol appear on an object or a surface for 1 hour.</p><p>You create a nonmagical trinket or an illusory image that can fit in your hand and that lasts until the end of your next turn.</p><p>If you cast this spell multiple times, you can have up to three of its non-instantaneous effects active at a time, and you can dismiss such an effect as an action.</p>","higher_level":null,"range":"10 feet","components":"V, S","duration":"1 hour","concentration":"no","casting_time":"1 action","level":"Cantrip","Cooldown":false},{"name":"Ray of Frost","desc":"<p>A frigid beam of blue-white light streaks toward a creature within range. Make a ranged spell attack against the target. On a hit, it takes 1d8 cold damage, and its speed is reduced by 10 feet until the start of your next turn.</p><p>The spell’s damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>","higher_level":null,"range":"60 feet","components":"V, S","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"Cantrip","Cooldown":false},{"name":"Shocking Grasp","desc":"<p>Lightning springs from your hand to deliver a shock to a creature you try to touch. Make a melee spell attack against the target. You have advantage on the attack roll if the target is wearing armor made of metal. On a hit, the target takes 1d8 lightning damage, and it can’t take reactions until the start of its next turn.</p><p>The spell’s damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>","higher_level":null,"range":"Touch","components":"V, S","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"Cantrip","Cooldown":false}],"Level1":[{"name":"Charm Person","desc":"<p>You attempt to charm a humanoid you can see within range. It must make a wisdom saving throw, and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is charmed by you until the spell ends or until you or your companions do anything harmful to it. The charmed creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p>","higher_level":"<p>When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>","range":"30 feet","components":"V, S","duration":"1 hour","concentration":"no","casting_time":"1 action","level":"1st-level","Cooldown":false},{"name":"Mage Armor","desc":"<p>You touch a willing creature who isn’t wearing armor, and a protective magical force surrounds it until the spell ends. The target’s base AC becomes 13 + its Dexterity modifier. The spell ends if the target dons armor or if you dismiss the spell as an action.</p>","higher_level":null,"range":"Touch","components":"V, S, M","duration":"8 hours","concentration":"no","casting_time":"1 action","level":"1st-level","Cooldown":false},{"name":"Thunderwave","desc":"<p>A wave of thunderous force sweeps out from you. Each creature in a 15-foot cube originating from you must make a constitution saving throw. On a failed save, a creature takes 2d8 thunder damage and is pushed 10 feet away from you. On a successful save, the creature takes half as much damage and isn’t pushed.</p><p>In addition, unsecured objects that are completely within the area of effect are automatically pushed 10 feet away from you by the spell’s effect, and the spell emits a thunderous boom audible out to 300 feet.</p>","higher_level":"<p>When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d8 for each slot level above 1st.</p>","range":"Self","components":"V, S","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"1st-level","Cooldown":false},{"name":"Thunderwave","desc":"<p>A wave of thunderous force sweeps out from you. Each creature in a 15-foot cube originating from you must make a constitution saving throw. On a failed save, a creature takes 2d8 thunder damage and is pushed 10 feet away from you. On a successful save, the creature takes half as much damage and isn’t pushed.</p><p>In addition, unsecured objects that are completely within the area of effect are automatically pushed 10 feet away from you by the spell’s effect, and the spell emits a thunderous boom audible out to 300 feet.</p>","higher_level":"<p>When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d8 for each slot level above 1st.</p>","range":"Self","components":"V, S","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"1st-level","Cooldown":false}],"Level2":[{"name":"Dust Devil","desc":"Choose an unoccupied 5-foot cube of air that you can see within range. An elemental force that resembles a dust devil appears in the cube and lasts for the spell’s duration. \nAny creature that ends its turn within 5 feet of the dust devil must make a Strength saving throw. On a failed save, the creature takes 1d8 bludgeoning damage and is pushed 10 feet away. On a successful save, the creature takes half as much damage and isn’t pushed. \nAs a bonus action, you can move the dust devil up to 30 feet in any direction. If the dust devil moves over sand, dust, loose dirt, or small gravel, it sucks up the material and forms a 10-foot-radius cloud of debris around itself that lasts until the start of your next turn. The cloud heavily obscures its area.","higher_level":"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d8 for each slot level above 2nd.","range":"60 feet","components":"V, S, M (a pinch of dust)","duration":"1 minutes","concentration":"yes","casting_time":"1 action","level":"2nd-level","Cooldown":false},{"name":"Gust of Wind","desc":"<p>A line of strong wind 60 feet long and 10 feet wide blasts from you in a direction you choose for the spell's duration. Each creature that starts its turn in the line must succeed on a strength saving throw or be pushed 15 feet away from you in a direction following the line.</p><p>Any creature in the line must spend 2 feet of movement for every 1 foot it moves when moving closer to you.</p><p>The gust disperses gas or vapor, and it extinguishes candles, torches, and similar unprotected flames in the area. It causes protected flames, such as those of lanterns, to dance wildly and has a 50 percent chance to extinguish them.</p><p>As a bonus action on each of your turns before the spell ends, you can change the direction in which the line blasts from you.</p>","higher_level":null,"range":"Self","components":"V, S, M","duration":"Up to 1 minute","concentration":"yes","casting_time":"1 action","level":"2nd-level","Cooldown":false},{"name":"Invisibility","desc":"<p>A creature you touch becomes invisible until the spell ends. Anything the target is wearing or carrying is invisible as long as it is on the target’s person. The spell ends for a target that attacks or casts a spell.</p>","higher_level":"<p>When you cast this spell using a spell slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd.</p>","range":"Touch","components":"V, S, M","duration":"Up to 1 hour","concentration":"yes","casting_time":"1 action","level":"2nd-level","Cooldown":false}],"Level3":[{"name":"Fly","desc":"<p>You touch a willing creature. The target gains a flying speed of 60 feet for the duration. When the spell ends, the target falls if it is still aloft, unless it can stop the fall.</p>","higher_level":"<p>When you cast this spell using a spell slot of 4th level or higher, you can target one additional creature for each slot level above 3rd.</p>","range":"Touch","components":"V, S, M","duration":"Up to 10 minutes","concentration":"yes","casting_time":"1 action","level":"3rd-level","Cooldown":false},{"name":"Lightning Bolt","desc":"<p>A stroke of lightning forming a line 100 feet long and 5 feet wide blasts out from you in a direction you choose. Each creature in the line must make a dexterity saving throw. A creature takes 8d6 lightning damage on a failed save, or half as much damage on a successful one.</p><p>The lightning ignites flammable objects in the area that aren’t being worn or carried.</p>","higher_level":"<p>When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d6 for each slot level above 3rd.</p>","range":"Self","components":"V, S, M","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"3rd-level","Cooldown":false},{"name":"Lightning Bolt","desc":"<p>A stroke of lightning forming a line 100 feet long and 5 feet wide blasts out from you in a direction you choose. Each creature in the line must make a dexterity saving throw. A creature takes 8d6 lightning damage on a failed save, or half as much damage on a successful one.</p><p>The lightning ignites flammable objects in the area that aren’t being worn or carried.</p>","higher_level":"<p>When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d6 for each slot level above 3rd.</p>","range":"Self","components":"V, S, M","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"3rd-level","Cooldown":false}],"Level4":[{"name":"Ice Storm","desc":"<p>A hail of rock-hard ice pounds to the ground in a 20-foot-radius, 40-foot-high cylinder centered on a point within range. Each creature in the cylinder must make a dexterity saving throw. A creature takes 2d8 bludgeoning damage and 4d6 cold damage on a failed save, or half as much damage on a successful one.</p><p>Hailstones turn the storm’s area of effect into difficult terrain until the end of your next turn.</p>","higher_level":"<p>When you cast this spell using a spell slot of 5th level or higher, the bludgeoning damage increases by 1d8 for each slot level above 4th.</p>","range":"300 feet","components":"V, S, M","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"4th-level","Cooldown":false},{"name":"Ice Storm","desc":"<p>A hail of rock-hard ice pounds to the ground in a 20-foot-radius, 40-foot-high cylinder centered on a point within range. Each creature in the cylinder must make a dexterity saving throw. A creature takes 2d8 bludgeoning damage and 4d6 cold damage on a failed save, or half as much damage on a successful one.</p><p>Hailstones turn the storm’s area of effect into difficult terrain until the end of your next turn.</p>","higher_level":"<p>When you cast this spell using a spell slot of 5th level or higher, the bludgeoning damage increases by 1d8 for each slot level above 4th.</p>","range":"300 feet","components":"V, S, M","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"4th-level","Cooldown":false},{"name":"Thunderwave","desc":"<p>A wave of thunderous force sweeps out from you. Each creature in a 15-foot cube originating from you must make a constitution saving throw. On a failed save, a creature takes 2d8 thunder damage and is pushed 10 feet away from you. On a successful save, the creature takes half as much damage and isn’t pushed.</p><p>In addition, unsecured objects that are completely within the area of effect are automatically pushed 10 feet away from you by the spell’s effect, and the spell emits a thunderous boom audible out to 300 feet.</p>","higher_level":"<p>When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d8 for each slot level above 1st.</p>","range":"Self","components":"V, S","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"1st-level","Cooldown":false}],"Level5":[{"name":"Cloudkill","desc":"<p>You create a 20-foot-radius sphere of poisonous, yellow-green fog centered on a point you choose within range. The fog spreads around corners. It lasts for the duration or until strong wind disperses the fog, ending the spell. Its area is heavily obscured.</p><p>When a creature enters the spell's area for the first time on a turn or starts its turn there, that creature must make a constitution saving throw. The creature takes 5d8 poison damage on a failed save, or half as much damage on a successful one. Creatures are affected even if they hold their breath or don't need to breathe.</p><p>The fog moves 10 feet away from you at the start of each of your turns, rolling along the surface of the ground. The vapors, being heavier than air, sink to the lowest level of the land, even pouring down openings.</p>","higher_level":"<p>When you cast this spell using a spell slot of 6th level or higher, the damage increases by 1d8 for each slot level above 5th.</p>","range":"120 feet","components":"V, S","duration":"Up to 10 minutes","concentration":"yes","casting_time":"1 action","level":"5th-level","Cooldown":false},{"name":"Seeming","desc":"<p>This spell allows you to change the appearance of any number of creatures that you can see within range. You give each target you choose a new, illusory appearance. An unwilling target can make a charisma saving throw, and if it succeeds, it is unaffected by this spell.</p><p>The spell disguises physical appearance as well as clothing, armor, weapons, and equipment. You can make each creature seem 1 foot shorter or taller and appear thin, fat, or in between. You can't change a target's body type, so you must choose a form that has the same basic arrangement of limbs. Otherwise, the extent of the illusion is up to you. The spell lasts for the duration, unless you use your action to dismiss it sooner.</p><p>The changes wrought by this spell fail to hold up to physical inspection. For example, if you use this spell to add a hat to a creature's outfit, objects pass through the hat, and anyone who touches it would feel nothing or would feel the creature's head and hair. If you use this spell to appear thinner than you are, the hand of someone who reaches out to touch you would bump into you while it was seemingly still in midair.</p><p>A creature can use its action to inspect a target and make an Intelligence (Investigation) check against your spell save DC. If it succeeds, it becomes aware that the target is disguised.</p>","higher_level":null,"range":"30 feet","components":"V, S","duration":"8 hours","concentration":"no","casting_time":"1 action","level":"5th-level","Cooldown":false}],"Level6":[{"name":"Chain Lightning","desc":"<p>You create a bolt of lightning that arcs toward a target of your choice that you can see within range. Three bolts then leap from that target to as many as three other targets, each of which must be within 30 feet of the first target. A target can be a creature or an object and can be targeted by only one of the bolts.</p><p>A target must make a dexterity saving throw. The target takes 10d8 lightning damage on a failed save, or half as much damage on a successful one.</p>","higher_level":"<p>When you cast this spell using a spell slot of 7th level or higher, one additional bolt leaps from the first target to another target for each slot level above 6th.</p>","range":"150 feet","components":"V, S, M","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"6th-level","Cooldown":false}],"Level7":[],"Level8":[],"Level9":[],"damage_resistances":"lightning","damage_vulnerabilities":"","damage_immunities":"","senses":"Darkvision 60 ft. passive Perception 13","Languages":"Auran, Common, Elvish"}