{"description":null,"ImageLocation":null,"challenge_rating":"1","special_abilities":[{"name":"Spellcasting","desc":"The knight is a 1st-level spellcaster. Its spellcasting ability is Charisma (spell save DC 12, +4 to hit with spell attacks). It knows the following sorcerer spells (an asterisked spell is from appendix B):"}],"actions":[{"name":"Multiattack","desc":"The knight makes two melee attacks."},{"name":"Longsword","desc":"Melee. +4 to hit.  1d8 + 2 slashing damage or 1d10 + 2 if used with two hands"},{"name":"Spear","desc":"Melee or Ranged (20/60). +4 to hit.  1d6 + 2 piercing or 1d8 + 2 if used with two hands"}],"hit_dice":"6d8+6","level":"1","name":"Feathergale Knight","class":"human","strength":14,"dexterity":14,"constitution":12,"intelligence":11,"wisdom":10,"charisma":14,"armor_class":16,"speed":"30 ft.","hitPoints":32,"temp_hit_points":0,"damage_log":[],"riders":[],"Cantrips":[{"name":"Light","desc":"<p>You touch one object that is no larger than 10 feet in any dimension. Until the spell ends, the object sheds bright light in a 20-foot radius and dim light for an additional 20 feet. The light can be colored as you like. Completely covering the object with something opaque blocks the light. The spell ends if you cast it again or dismiss it as an action.</p><p>If you target an object held or worn by a hostile creature, that creature must succeed on a dexterity saving throw to avoid the spell.</p>","higher_level":null,"range":"Touch","components":"V, M","duration":"1 hour","concentration":"no","casting_time":"1 action","level":"Cantrip","Cooldown":false},{"name":"Message","desc":"<p>You point your finger toward a creature within range and whisper a message. The target (and only the target) hears the message and can reply in a whisper that only you can hear.</p><p>You can cast this spell through solid objects if you are familiar with the target and know it is beyond the barrier. Magical silence, 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood blocks the spell. The spell doesn’t have to follow a straight line and can travel freely around corners or through openings.</p>","higher_level":null,"range":"120 feet","components":"V, S, M","duration":"1 round","concentration":"no","casting_time":"1 action","level":"Cantrip","Cooldown":false},{"name":"Ray of Frost","desc":"<p>A frigid beam of blue-white light streaks toward a creature within range. Make a ranged spell attack against the target. On a hit, it takes 1d8 cold damage, and its speed is reduced by 10 feet until the start of your next turn.</p><p>The spell’s damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>","higher_level":null,"range":"60 feet","components":"V, S","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"Cantrip","Cooldown":false},{"name":"Gust","desc":"You seize the air and compel it to create one of the following effects at a point you can see within range:\n\nOne Medium or smaller creature that you choose must succeed on a Strength saving throw or be pushed up to 5 feet away from you.\n\nYou create a small blast of air capable of moving one object that is neither held nor carried and that weighs no more than 5 pounds. The object is pushed up to 10 feet away from you. It isn’t pushed with enough force to cause damage\n\nYou create a harmless sensory affect using air, such as causing leaves to rustle, wind to slam shutters shut, or your clothing to ripple in a breeze.","higher_level":null,"range":"30 feet","components":"V, S","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"Cantrip","Cooldown":false}],"Level1":[{"name":"Feather Fall","desc":"<p>Choose up to five falling creatures within range. A falling creature’s rate of descent slows to 60 feet per round until the spell ends. If the creature lands before the spell ends, it takes no falling damage and can land on its feet, and the spell ends for that creature.</p>","higher_level":null,"range":"60 feet","components":"V, M","duration":"1 minute","concentration":"no","casting_time":"1 reaction","level":"1st-level","Cooldown":false},{"name":"Expeditious Retreat","desc":"<p>This spell allows you to move at an incredible pace. When you cast this spell, and then as a bonus action on each of your turns until the spell ends, you can take the Dash action.</p>","higher_level":null,"range":"Self","components":"V, S","duration":"Up to 10 minutes","concentration":"yes","casting_time":"1 bonus action","level":"1st-level","Cooldown":false}],"Level2":[],"Level3":[],"Level4":[],"Level5":[],"Level6":[],"Level7":[],"Level8":[],"Level9":[],"damage_resistances":"","damage_vulnerabilities":"","damage_immunities":"","senses":"passive Perception 10","Languages":"Auran, Common"}