{"description":null,"ImageLocation":null,"challenge_rating":"3","special_abilities":[{"name":"Fey Ancestry","desc":"Windharrow has advantage on saving throws against being charmed, and magic can’t put him to sleep"},{"name":"Spellcasting","desc":"8th level spellcaster.  Charisma, DC 13, +5 to hit"}],"actions":[{"name":"Multiattack","desc":"Makes two melee attacks"},{"name":"Rapier","desc":"+5 to hit. 1d8 + 3 piercing"}],"hit_dice":"10d8+10","level":"3","name":"Windharrow","class":"human","strength":10,"dexterity":16,"constitution":12,"intelligence":14,"wisdom":10,"charisma":17,"armor_class":15,"speed":"30 ft.","hitPoints":48,"temp_hit_points":0,"damage_log":[],"riders":[],"Cantrips":[{"name":"FRIENDS","desc":"For the duration, you have advantage on ali Charismachecks directed at one creature ofyour choice that isn'thostile toward you. When the spell ends, the creaturerealizes that you used magic to influence its moodand becomes hostile toward you.Acreature proneto violence might attack you.Another creature mightseek retribution in other ways (at the DM'sdiscretion),depending on the nature ofyour interaction with il.","higher_level":null,"range":"5elf","components":"5, M(asmall amount ofmakeup appliedto the face as this spell is cast)","duration":"Concentration, up to 1minute","concentration":null,"casting_time":"1action","level":"Ench","Cooldown":false},{"name":"Prestidigitation","desc":"<p>This spell is a minor magical trick that novice spellcasters use for practice. You create one of the following magical effects within 'range':</p><p>You create an instantaneous, harmless sensory effect, such as a shower of sparks, a puff of wind, faint musical notes, or an odd odor.</p><p>You instantaneously light or snuff out a candle, a torch, or a small campfire.</p><p>You instantaneously clean or soil an object no larger than 1 cubic foot.</p><p>You chill, warm, or flavor up to 1 cubic foot of nonliving material for 1 hour.</p><p>You make a color, a small mark, or a symbol appear on an object or a surface for 1 hour.</p><p>You create a nonmagical trinket or an illusory image that can fit in your hand and that lasts until the end of your next turn.</p><p>If you cast this spell multiple times, you can have up to three of its non-instantaneous effects active at a time, and you can dismiss such an effect as an action.</p>","higher_level":null,"range":"10 feet","components":"V, S","duration":"1 hour","concentration":"no","casting_time":"1 action","level":"Cantrip","Cooldown":false},{"name":"VICIOUS MOCKERY","desc":"Vouunleash astring ofinsults laced with subtleenchantments atacreature youcan see within range. lfthe target can hear you (though itneed not understandyou),itmust succeed on aWisdom saving throw ar takeId4 psychic damage and have disadvantage on the nextattack rall itmakes before the end ofits next turo.This spell's damage increases by Id4 when you reach5th levei(2d4), 11thlevei(3d4),and 17thlevei(4d4).","higher_level":null,"range":"60 feet","components":"V","duration":"Instantaneous","concentration":null,"casting_time":"I action","level":"Ench","Cooldown":false}],"Level1":[{"name":"Disguise Self","desc":"<p>You make yourself – including your clothing, armor, weapons, and other belongings on your person – look different until the spell ends or until you use your action to dismiss it. You can seem 1 foot shorter or taller and can appear thin, fat, or in between. You can’t change your body type, so you must adopt a form that has the same basic arrangement of limbs. Otherwise, the extent of the illusion is up to you.</p><p>The changes wrought by this spell fail to hold up to physical inspection. For example, if you use this spell to add a hat to your outfit, objects pass through the hat, and anyone who touches it would feel nothing or would feel your head and hair. If you use this spell to appear thinner than you are, the hand of someone who reaches out to touch you would bump into you while it was seemingly still in midair.</p><p>To discern that you are disguised, a creature can use its action to inspect your apperance and must succeed on an Intelligence (Investigation) check against your spell save DC.</p>","higher_level":null,"range":"Self","components":"V, S","duration":"1 hour","concentration":"no","casting_time":"1 action","level":"1st-level","Cooldown":false},{"name":"DISSONANT WHISPERS","desc":"Vouwhisper a discordam melody that only one creatureofyour choice within range can hear, wracking itwithterrible pain. The target must make aWisdom savingthrow. On afailed save, ittakes 3d6 psychic damage andmust immediately use its reaction, ifavailable, tomoveas far as its speed allows away from you. The creaturedoesn't Inove into obviously dangerous ground, suchas a fire or apit.On asuccessful save, the target takeshalf as much damage and doesn't have tomove away.Adeafened creature automatically succeeds on the save.At Higher LeveIs. When you cast this spell using aspell slot of2nd levelor higher. the damage increases byId6 foreach slot leveiabove 1st.P\"Rf 3 SPELLS","higher_level":null,"range":"60 feet","components":"V","duration":"Instantaneous","concentration":null,"casting_time":"1action","level":"1st-levei","Cooldown":false},{"name":"Thunderwave","desc":"<p>A wave of thunderous force sweeps out from you. Each creature in a 15-foot cube originating from you must make a constitution saving throw. On a failed save, a creature takes 2d8 thunder damage and is pushed 10 feet away from you. On a successful save, the creature takes half as much damage and isn’t pushed.</p><p>In addition, unsecured objects that are completely within the area of effect are automatically pushed 10 feet away from you by the spell’s effect, and the spell emits a thunderous boom audible out to 300 feet.</p>","higher_level":"<p>When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d8 for each slot level above 1st.</p>","range":"Self","components":"V, S","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"1st-level","Cooldown":false},{"name":"Thunderwave","desc":"<p>A wave of thunderous force sweeps out from you. Each creature in a 15-foot cube originating from you must make a constitution saving throw. On a failed save, a creature takes 2d8 thunder damage and is pushed 10 feet away from you. On a successful save, the creature takes half as much damage and isn’t pushed.</p><p>In addition, unsecured objects that are completely within the area of effect are automatically pushed 10 feet away from you by the spell’s effect, and the spell emits a thunderous boom audible out to 300 feet.</p>","higher_level":"<p>When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d8 for each slot level above 1st.</p>","range":"Self","components":"V, S","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"1st-level","Cooldown":false}],"Level2":[{"name":"Invisibility","desc":"<p>A creature you touch becomes invisible until the spell ends. Anything the target is wearing or carrying is invisible as long as it is on the target’s person. The spell ends for a target that attacks or casts a spell.</p>","higher_level":"<p>When you cast this spell using a spell slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd.</p>","range":"Touch","components":"V, S, M","duration":"Up to 1 hour","concentration":"yes","casting_time":"1 action","level":"2nd-level","Cooldown":false},{"name":"Shatter","desc":"<p>A strong resonant sound painfully intense sounds of a desired point in the range of the spell. Each creature has a sphere with a 10-foot-radius sphere centered on that point must make a constitution saving throw or it suffers 3d8 thunder damage. If successful, the damage is halved. A creature made of inorganic materials such as stone, crystal or metal, makes its saving throw with a disadvantage.</p><p>A non-magical item that is not worn or carried also suffers damage if it is in the area of ​​the spell.</p>","higher_level":"<p>When you cast this spell using a 3 or higher level spell slot, the damage of the spell increases by 1d8 for each level of higher spell slot 2.</p>","range":"60 feet","components":"V, S, M","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"2nd-level","Cooldown":false},{"name":"Silence","desc":"<p>For the duration, no sound can be created within or pass through a 20-foot-radius sphere centered on a point you choose within range. Any creature or object entirely inside the sphere is immune to thunder damage, and creatures are deafened while entirely inside it.</p><p>Casting a spell that includes a verbal component is impossible there.</p>","higher_level":null,"range":"120 feet","components":"V, S","duration":"Up to 10 minutes","concentration":"yes","casting_time":"1 action","level":"2nd-level","Cooldown":false}],"Level3":[{"name":"Nondetection","desc":"<p>For the duration, you hide a target that you touch from divination magic. The target can be a willing creature or a place or an object no larger than 10 feet in any dimension. The target can’t be targeted by any divination magic or perceived through magical scrying sensors.</p>","higher_level":null,"range":"Touch","components":"V, S, M","duration":"8 hours","concentration":"no","casting_time":"1 action","level":"3rd-level","Cooldown":false},{"name":"Sending","desc":"<p>You send a short message of twenty-five words or less to a creature with which you are familiar. The creature hears the message in its mind, recognizes you as the sender if it knows you, and can answer in a like manner immediately. The spell enables creatures with Intelligence scores of at least 1 to understand the meaning of your message.</p><p>You can send the message across any distance and even to other planes of existence, but if the target is on a different plane than you, there is a 5 percent chance that the message doesn’t arrive.</p>","higher_level":null,"range":"Unlimited","components":"V, S, M","duration":"1 round","concentration":"no","casting_time":"1 action","level":"3rd-level","Cooldown":false},{"name":"Tongues","desc":"<p>This spell grants the creature you touch the ability to understand any spoken language it hears. Moreover, when the target speaks, any creature that knows at least one language and can hear the target understands what it says.</p>","higher_level":null,"range":"Touch","components":"V, M","duration":"1 hour","concentration":"no","casting_time":"1 action","level":"3rd-level","Cooldown":false}],"Level4":[{"name":"Confusion","desc":"<p>This spell assails and distorts the minds of creatures, generating illusions and causing uncontrolled actions. Each creature in a sphere of 10-foot-radius centered on a point chosen in the range of the spell must make a wisdom saving throw otherwise it will be affected by the spell.</p><p>An affected target can react and it must start at the beginning of 1d10 each of his game rounds to determine its behavior for that round.</p><p>At the end of each turn, an affected creature can make a saving throw of Wisdom. If successful, the effect of the spell ends for this target.</p>","higher_level":"<p>When you cast this spell using a level spell slot 5 or more, the radius of the sphere increases by 5 feet for each level of higher spell slot to 4.</p>","range":"90 feet","components":"V, S, M","duration":"Up to 1 minute","concentration":"yes","casting_time":"1 action","level":"4th-level","Cooldown":false},{"name":"Dimension Door","desc":"<p>You teleport yourself from your current location to any other spot within range. You arrive at exactly the spot desired. It can be a place you can see, one you can visualize, or one you can describe by stating distance and direction, such as “200 feet straight downward” or “upward to the northwest at a 45-degree angle, 300 feet.”</p><p>You can bring along objects as long as their weight doesn’t exceed what you can carry. You can also bring one willing creature of your size or smaller who is carrying gear up to its carrying capacity. The creature must be within 5 feet of you when you cast this spell.</p><p>If you would arrive in a place already occupied by an object or a creature, you and any creature traveling with you each take 4d6 force damage, and the spell fails to teleport you.</p>","higher_level":null,"range":"500 feet","components":"V","duration":"Instantaneous","concentration":"no","casting_time":"1 action","level":"4th-level","Cooldown":false}],"Level5":[],"Level6":[],"Level7":[],"Level8":[],"Level9":[],"damage_resistances":"","damage_vulnerabilities":"","damage_immunities":"","senses":"Darkvision 60 ft. passive Perception 10","Languages":"Auran, Common"}